;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = MiHLitvin
; Translation Author Email = mih@mail-me.com
; Soft Version = 9.01
;
[Lang]
NativeLanguage=Беларускія ( лацінскі )

[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=Dobra
ButtonMinimize=Schavać
ButtonMaximize=Rasčynić
ButtonClose=Začynić
ButtonRestore=Adnavić
ButtonMenu=Meniu

[Translation]
;
; Reading habits
; 
ReadHabit = Źleva naprava
;
;  Font and Charset
;
LanguageName = BEL_Lat
LangCode=0423
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = Unicode_CHARSET
;
; Message box
;
Information = Źviestki
Warning = Uvaha
Error = Pamyłka
Confirm = Paćvierdžańnie
;
; Main GUI
;
FrmGeneral.chkuac.caption=Prapuskać kantrol ulik. zapisaŭ (UAC)
FrmWRC.btnassist.caption=Asystent
FrmWRC.btnregclean.caption=Ačystka Rejestru
FrmWRC.btnadv.caption=Paskareńnie Systemy
FrmWRC.btnsilm.caption=Defragmentacyja
FrmWRC.btnrestore.caption=Adnavić
FrmWRC.btnsettings.caption=Nałady
FrmWRC.btnlikeit.caption=Padabajecca
FrmWRC.btnsuggest.caption=Vodhuki j prapanovy
FrmWRC.WiseSimpleButton1.caption=Rezervavańnie
FrmWRC.btnupdate.caption=Šukać abnaŭleńni
FrmWRC.btnfacebook.hint=Budźma razam u Facebook
FrmWRC.btntwitter.hint=Budźma razam u Twitter
FrmWRC.btnemail.hint=Paraić siabram

;
;  Reg Cleaner
;
FrmRegClean.btnall.caption=Abrać usio
FrmRegClean.btnre.caption=Raicca
FrmRegClean.btnnone.caption=Źniać vybar
FrmRegClean.btnCustom.caption=Vobłaści pošuku
FrmRegClean.WiseLabel1.caption=Raskład
FrmRegClean.lbltype.caption=Typ zapusku:
FrmRegClean.lblweek.caption=Abiarycie dzień:
FrmRegClean.lbltime.caption=Čas:
FrmRegClean.btnScan.caption=Pačać pošuk
FrmRegClean.btncancel.caption=Skasavać
FrmRegClean.btnrescan.caption=Šukać iznoŭ
FrmRegClean.lblstat.caption=Da ciapierašniaha času Vy nie ačyścili Rejestar. Raim Vam vykanać nieadkładnuju ačystku!
FrmRegClean.vtrc.Columns[0]=Źviestki
FrmRegClean.vtrc.Columns[1]=Kluč
;
; Optimizer 
;
FrmOptimizer.btnSlimming.caption=Aptymizavać
FrmOptimizer.btnnone.caption=Źniać vybar
FrmOptimizer.btnall.caption=Abrać usio
FrmOptimizer.btnDefault.caption=Zmaŭčańni Systemy
FrmOptimizer.lblrecommendinfo.caption=Kali łaska, pasprabujcie našyja inšyja pradukty, jakija možna znajści na wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Składanka pragramaŭ dla ačystki Rejestru j dyskaŭ, a taksama inšych systemnych pryładaŭ. Zručnaja j efektyŭnaja!
FrmOptimizer.lblwdcinfo.caption=Najlepšaja darmavaja pragrama dla ačystki ad śmiećcia j abarony vašaje pryvatnaści. Chutkaja, dbajnaja j biaśpiečnaja! 
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Vy žadajecie jašče bolej palepšyć chutkadziejnaść Windows?
Frmoptimizer.lblinfoex.caption=Aptymizacyja moža palepšyć vašaje sietkavaje złučeńnie, chutkadziejnaść Windows i jaje ŭstojlivaść.
FrmOptimizer.btnoptimize.caption=Aptymizavać
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragmentacyja Rejestru moža zrabić vaš kamputar chutčejšym i bolš ustojlivym.
FrmRegDefragger.lblstat.caption=Vy jašče nie defragmentavali Rejestar. Raim Vam vykanać jaho nieadkładnuju defragmentacyju!
FrmRegDefragger.btndefrag.caption=Defragmentavać
FrmRegDefragger.lblinfo1.caption=1. Prapanujem Vam začynić usie inšyja prykładańni pierad vykanańniem hetaha dziejańnia.
FrmRegDefragger.lblinfo2.caption=2. Padčas vykanańnia kamputar moža nie adkazvać na vašyja zapyty.
FrmRegDefragger.lblinfo3.caption=3. Paśla defragmentacyi kamputar budzie pierazahružany.
FrmRegDefragger.lblinfo4.caption=4. Kali łaska, nie pierapyniajcie defragmentacyju, inakš heta moža vyklikać niepradkazalnyja nastupstvy.
FrmRegDefragger.vtdefrag.Columns[0]=Nazva haliny
FrmRegDefragger.vtdefrag.Columns[1]=Biahučy pamier
FrmRegDefragger.vtdefrag.Columns[2]=Novy pamier
FrmRegDefragger.vtdefrag.Columns[3]=Stupień ścisku
FrmRegDefragger.btnAnalysis.caption=Analizavać
;
; Custom scan areas
;
Frmcustom.caption=Abiarycie vobłaści, dzie Vy žadajecie šukać pamyłki
Frmcustom.btnre.caption=Raicca
Frmcustom.btnall.caption=Abrać usio
Frmcustom.btnnone.caption=Źniać vybar
Frmcustom.btncancel.caption=Skasavać
Frmcustom.btnok.caption=Dobra
;
; About Window
;
FrmAbout.lblver.caption=Biahučaja versija:
FrmAbout.lblemail.caption=El.adras padtrymki:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Chatniaja staronka:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Dziakujem nastupnym panam za ich sadziejničańnie:
FrmAboutWin.caption=Pra pragramu
FrmAboutWin.btnok.caption=Dobra
;
; Settings
;
FrmSettings.caption=Nałady
FrmSettings.tsCommon.caption=Ahulnyja
FrmGeneral.chkexp.caption=Udaskanaleńnie pragramy
FrmGeneral.lblexp.caption=Padrabiaźniej
FrmSettings.tsAutoRun.caption=Samazahr.
FrmSettings.tsExclusion.caption=Vyklučeńni
FrmSettings.btnrestore.caption=Pra pragramu
FrmSettings.btnok.caption=Dobra
FrmSettings.btncancel.caption=Skasavać
FrmGeneral.chkassist.caption=Paviedamlać, kali niechta apublikavaŭ płatnaje pytańnie
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Stvaryć značak "Clean with 1-Click" na Stalcu
FrmAutorunSettings.lblcmd.caption=Režym Kamandnaha radka
FrmAutorunSettings.lblcmdinfo.caption=Vy možacie zapuskać pragramu z kamandnaha radku dla aŭtaačystki vašaha Rejestru. Kab atrymać bolš źviestkaŭ, kali łaska naciśnicie F1 ci pierajdzicie pa spasyłcy našaj anłajn-daviedki.
FrmAutorunSettings.btnhelp.caption=Daviedka
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Klučavoje słova
FrmExclusion.btnExport.caption=Ekspart
FrmExclusion.btnRemove.caption=Vydalić
FrmExclusion.btnimport.caption=Impart
Frminput.btnok.caption=Dobra
Frminput.btncancel.caption=Skasavać
;
; General Settings
;
FrmGeneral.chkNews.caption=Atrymlivać naviny
FrmGeneral.chkbackup.caption=Rezervavać Rejestar pierad ačystkaju
FrmGeneral.WiseLabel1.caption=Abnaŭleńnie:
FrmGeneral.WiseLabel2.caption=Mova:
FrmGeneral.btnchecknew.caption=Pravieryć
FrmGeneral.lbtran.caption=Pierakłaści na...
FrmGeneral.lblscanmode.caption=Jak treba skanavać Rejestar
FrmGeneral.rdnormal.caption=Zvyčajna (raicca)
FrmGeneral.rdssafe.caption=Biaśpiečna (pakazvaje tolki "biaśpiečnyja" zapisy)
FrmGeneral.rddeep.caption=Dbajna (dla daśviedčanych karystačoŭ)
FrmRegClean.lblDefaultHint.Caption=Pošuk i vypraŭleńnie tolki biaśpiečnych zapisaŭ
FrmRegClean.lblFullHint.Caption=Poŭnaje skanavańnie dla daśviedčanych karystačoŭ
FrmRegClean.lblCustomHint.Caption=Karystackija parametry pravierki
TFrmScheduler.lblHint.caption=Zaplanavanaja pravierka budzie vykonvacca ŭ Chutkim režymie.
FrmScheduler.caption=Raskład
;
; Backup and Restore
;
Frm_br.btncancel.caption=Skasavać
FrmBackup.caption=Rezervavańnie
FrmBackup.btnreg.caption=Stvaryć poŭnuju adnoŭku Rejestru
FrmBackup.btnsys.caption=Stvaryć systemnuju kropku adnaŭleńnia
FrmRestore.caption=Centar adnaŭleńnia
FrmRestore.btnRegBk.caption=Adnoŭki Rejestru
FrmRestore.btnSysBK.caption=Adnaŭleńnie Systemy
FrmRestore.btnclose.caption=Začynić
FrmRestore.btnrestore.caption=Adnavić
FrmRestore.btnremove.caption=Vydalić
;
; Update
;
frmupdate.caption=Abnaŭleńnie pragramy
;
; Popup Menus
;
pmHelp=Anłajn-daviedka
pmforum=Forum
pmHome=Chatniaja staronka
pmContact=Skantaktavacca
pmCheckNew=Šukać abnaŭleńni
pmLang=Mova
pmSkin=Vokładka
pmAbout=Pra pragramu
pmIgnore=Ignaravać zapis
pmrec=Abrać biaśpiečnyja zapisy
pmAll1=Abrać usio
pmNone=Źniać vybar
pmGo=Adčynić u Redaktary Rejestru...
pmExport=Ekspartavać u...
pmPortable=Stvaryć partatyŭnuju versiju
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Kali Vam spadabaŭsia Wise Registry Cleaner, kali łaska parajcie hetaje cudoŭnaje darmavoje prykładańnie ŭsim vašym siabram.
FrmlikeUs.lblInfo.caption=Kali łaska, dzialiciesia Wise Registry Cleaner z vašymi rodnymi, siabrami, svajakami, kalegami j adnaklaśnikami pry dapamozie el.pošty, žyvalnikaŭ, Twitter, YouTube, Facebook i h.d. .. Jany taksama zastanucca zadavolenymi hetaju pragramaju.
FrmlikeUs.lblRate.caption= Rejtyng Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Dadajcie nas:
FrmlikeUs.lblshare.caption=Padzialicca Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Spampavać
FrmlikeUs.imgrate.hint=Nadajcie nam 5 zorkaŭ
FrmlikeUs.imgmail.hint=Padzialicca praz el.poštu
FrmlikeUs.imgface1.hint=Padzialicca praz Facebook
FrmlikeUs.imgface2.hint=Dadajcie nas u Facebook
FrmlikeUs.imgtwitter1.hint=Padzialicca praz Twitter
FrmlikeUs.imgtwitter2.hint=Dadajcie nas u Twitter
FrmlikeUs.Caption=Padabajecca
FrmlikeUs.lbldownload.caption=Spampujcie bolš darmavych pragramaŭ z WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Analiz Rejestru
FrmProcess.lblwait.caption=Analizavańnie...
FrmProcess.lblinfo.caption=Vaš kamputar niekalki sekundaŭ moža nie adkazvać na zapyty.
FrmProcess.lblwait.caption=Analizavańnie, kali łaska čakajcie...

[Message]
ScheduleHint=Regularna vykonvajcie ačystku kamputara.
Unoptimized=Nieaptymizavana
UpdateError=Pamyłka abnaŭleńnia. Vy žadajecie spampavać apošniuju versiju z našaje staronki?
RegeditorLocked=Redaktar Rejestru zablakavany. Funkcyja rezervavańnia/adnaŭleńnia patrabuje dostupu da redaktara. Žadajecie razblakavać jaho zaraz?
failtounLock=Zboj razblakoŭki redaktara. Mahčyma Vam patrebny dadatkovyja dazvoły, kab vykanać hetaje dziejańnie.
Total=Usiaho
DefragRate=Heta dapamoža Vam pamienšyć pamier Rejestru na %s.
SuggestDefrag=Raim Vam vykanać nieadkładnuju defragmentacyju Rejestru.
SuggestIgnore=Vaš Rejestar vielmi mocna fragmentavany, tamu, kali łaska, defragmentujcie jaho ŭ nastupny raz.
TypeNoError=Čysta
NeverClean=Vy jašče nie ačyščali Rejestar. Prapanujem Vam vykanać jaho nieadkładnuju ačystku!
AdviseClean=Regularnaja ačystka Rejestru zrobić vašuju systemu chutčejšaju j bolš ustojlivaju.
DupItem=Hety element pakazany ŭ śpisie.
Advisedefrag=Trymajcie Rejestar defragmentavanym, kab palepšyć chutkadziejnaść systemy.
NeverDefrag=Vy jašče nie defragmentavali vaš Rejestar. Prapanujem Vam vykanać nieadkładnuju defragmentacyju!
LastDefrag=Apošniaja defragmentacyja Rejestru:
TotalDefrag=Pryblizna %.2f było ścisnuta.
DefaultValue=(Uzmoŭčku)
RegBackup=Rezervavańnie Rejestru
RegRestore=Adnaŭleńnie Rejestru
CreateBackup=Stvareńnie adnoŭki...
Compress=Ściskańnie...
Extracte=Vymańnie...
Complete=Vykanana
RestoreReg=Adnaŭleńnie Rejestru. Heta moža zaniać niekalki chvilinaŭ...
NotSupportOS=Hetaja funkcyja nie padtrymlivajecca dadzienaj aperacyjnaju systemaju.
EnableRestore=Adnaŭleńnie Systemy adklučanaje. Vy žadajecie ŭklučyć hetuju słužbu?
SysCreating=Stvareńnie systemnaje kropki adnaŭleńnia...
SysRestoring=Padrychtoŭka da adnaŭleńnia systemy...
RestorePointDone=Systemnaja kropka adnaŭleńnia paśpiachova stvoranaja.
RestorePointFail=Zboj stvareńnia systemnaje kropki adnaŭleńnia.
ErrorMsg=Paviedamleńnie pra pamyłku:
Area=Vobłaść
Summary=Apisańnie
LeastOne=Kali łaska, abiarycie prynamsi adnu vobłaść dla pošuku.
IsRunning=Pragrama vykonvaje pošuk. Kali łaska, dačakajciesia jaho skančeńnia j pasprabujcie znoŭ.
Optimized=Aptymizavana
DefragReport=Rejestar defragmentavany. Spravazdača:
DefragReport1=Stary pamier:
DefragReport2=Novy pamier:
DefragReport3=Aptymizavany pamier:
ReOptimize=Aptymizavać iznoŭ
ComfirmDefrag=Kali łaska, zachavajcie ŭsiu vašuju pracu, bo paśla defragmentacyi spatrebicca nieadkładnaja pierazahruzka. Vy žadajecie raspačać defragmentacyju zaraz?
def15After=Minuła %d dzion paśla apošniaje defragmentacyi. Raicca nieadkładna vykanać jaje!
def15Before=Trymajcie Rejestar kampaktnym, nakolki heta mahčyma. Heta moža pavialičyć chutkaść vašaje Systemy.
KeyWord=Kali łaska, aznačcie vašaje klučavoje słova:
ExImport=Śpis vyklučeńniaŭ ekspartavany ŭ:
NoNewVer=Abnaŭleńni nia znojdzienyja.
Daily=Štodnia
Weekly=Štotydzień
Monthly=Štomiesiac
Never=Nikoli
TranslateTo=Pierakłaści na...
NeedBack=Vy ŭpieršyniu zapuścili pragramu. Nastojliva raim Vam pierš, čym pačać pracavać z Rejestram, stvaryć jaho adnoŭku. Pragrama moža zrabić heta aŭtamatyčna, kali Vy naciśnicie "Tak". Vy žadajecie vykanać rezervavańnie Rejestru zaraz?
Newsletter=Naviny
UpgradeInfo=Źviestki pra abnaŭleńnie
CannotCrTask=Nie mahu stvaryć zadaču.
ScheduleNextTime=Vykanańnie:
Exported=Biahučyja zapisy byli ekspartavanyja ŭ %s. Vy žadajecie adčynić hety fajł zaraz?
Idle=Padčas prastoju
Login=Padčas uvachodu
LastClean=Apošniaja ačystka Rejestru:
Monday=Paniadziełak
Tuesday=Aŭtorak
Wednesday=Sierada
Thursday=Čaćvier
Friday=Piatnica
Saturday=Subota
Sunday=Niadziela
IssueFound=%d pamyłka(i,aŭ) znojdziena.
Scanning=Pošuk
ScanCanceled=Pošuk skasavany!
FindError=Usiaho znojdziena %d pamyłka(i,aŭ). %d ź ich niebiaśpiečnyja(aja).
LogAll=%d pamyłka(i,aŭ) znojdziena, %d pamyłka(i,aŭ) vypraŭlena.
LogFail=Zboj vydaleńnia %d pamyłki(aŭ).
StartClean=Vydalić
StartScan=Pačać pošuk
7After=Minuła %d dzion paśla apošniaha pošuku. Raicca nieadkładna vykanać analiz vašaha Rejestru.
7Before=Utrymańnie vašaha Rejestru ŭ čyścini - dobraja zvyčka, jakaja zrobić vašuju systemu bolš chutkaju j ustojlivaju!
ReScanHint=Znojdziena %d pamyłka(i,aŭ). Vykanajcie pošuk znoŭku, kab znajści bolš pamyłkaŭ.
CleanNow=My raim Vam pstryknuć "Vydalić", kab nieadkładna vypravić usie hetyja pamyłki.
NoError=Vinšujem! Vaš Rejestar u vydatnym stanie!
GoodHabit=Regularnaja ačystka Rejestru dapamoža Vam trymać kamputar u vydatnym stanie.
ReScanHint1=My raim Vam znoŭ vykanać pošuk, kab znajści bolš pamyłkaŭ.
TypeChanged=Vy źmianili vobłaść pošuku!
ReScanHint2=Kali łaska, vykanajcie pošuk iznoŭ, kab znajści bolš pamyłkaŭ.
CleanDone=Ačystka vykananaja!
bkAuto=Aŭtamatyčnaja
bkManual=Ručnaja
BackupDate=Čas adnoŭki
BackupType=Typ adnoŭki
Problems=Lik pamyłkaŭ
CreateDate=Data stvareńnia
Description=Apisańnie
Removebackup=Vy sapraŭdy žadajecie vydalić abranyja adnoŭki?
RemoveSysRestore=Vy sapraŭdy žadajecie vydalić abranyja systemnyja kropki adnaŭleńnia?
NoBackupSelected=Kali łaska, abiarycie prynamsi adzin rezervovy fajł dla adnaŭleńnia.
RestoreComplete=Adnaŭleńnie vykananaje
RestoreFromSysRestore=Vy pavinny pierazahruzić vaš kamputar dla zaviaršeńnia adnaŭleńnia systemy. Vy žadajecie pačać pierazahruzku zaraz?
WhenIdle=Padčas prastoju
WhenLogin=Padčas uvachodu
NewVer=Dastupna novaja versija! Vy žadajecie abnavić pragramu zaraz?
TranslateTo=Pierakłaści...

[Tuneup]
BlueReboot=Zabaranić aŭtapierazahruzku systemy padčas "błakitnaha ekrana śmierci".
RemoteRegAccess=Zabaranić źmianieńnie Rejestru z padalenaha kamputara.
FileListSpeed=Aptymizavać palityku abnaŭleńnia śpisu fajłaŭ Windows.
PreviewUP=Pavialičyć chutkaść adlustravańnia eskizaŭ u Palicy zadačaŭ.
OptDNS=Aptymizavać DNS i chutkaść analizavańnia DNS.
OptLAN=Aptymizavać LAN-złučeńnie.
ShowSpeed=Aptymizavać chutkaść adlustravańnia adkazu systemy.
AeroSnap=Paskoryć Aero Snap, kab pavialičyć chutkaść adlustravańnia eskizaŭ.
SSDSpeedup=Aptymizacyja SSD
DisablePrefetch=Adklučyć Prefetch, kab padoŭžyć termin słužby SSD.
DisableSuperPrefetch=Adklučyć Superfetch, kab padoŭžyć termin słužby SSD.
DisableDefragBoot=Adklučyć defragmentacyju systemy padčas zahruzki, kab padoŭžyć termin słužby SSD. 
DisableDefragIdle=Adklučyć aŭtadefragmentacyju padčas prastoju systemy, kab padoŭžyć termin słužby SSD.
EnableTRIM=Uklučyć TRIM-funkcyju dziela palapšeńnia chutkadziejnaści SSD.
OptIEConnection=Pavialičyć najbolšy lik złučeńniaŭ na pasłuhač dla paskareńnia chutkaści prahladu veb-staronkaŭ i sieciŭnaha videa.
IconCache=Pavialičyć systemny keš značakaŭ, kab paskoryć ich adlustravańnie na Stalcu.
RestoreAll=Vy žadajecie adnavić zmoŭčnyja nałady Windows dla ŭsich punktaŭ?
NoSelectedItem=Kali łaska, abiarycie prynamsi adzin punkt dla aptymizacyi.
OptItems=%d punkt(a,aŭ) moža być aptymizavana dla palapšeńnia chutkadziejnaści kamputara.
ItemsOptimized=%d punkt(a,aŭ) aptymizavana. Vy pavinny pierazahruzić kamputar, kab źmianieńni nabyli moc.
TakeEff=Niekatoryja źmianieńni nabuduć moc tolki paśla pierazahruzki kamputara.
NoItems=Vinšujem! Usie punkty aptymizavanyja. Zaraz nia maje punktaŭ, jakija možna aptymizavać.
BootSpeedup=Paskareńnie zapusku/vyklučeńnia
SystemStable=Ustojlivaść Systemy 
SystemSpeedup=Paskareńnie Systemy
NetworkSpeedup=Paskareńnie Sieciva
PrefetchParameters=Aptymizavać parametry papieradžalnaje zahruzki (fajły trasiroŭki ŭ tečcy 'Prefetch'), kab palepšyć chutkaść zapusku Windows.
BootDelay=Skaracić čas adlustravańnia ekrana "check disk" dla paskareńnia zapusku Systemy.
BootPartition= Dazvolić funkcyi aptymizacyi dla palapšeńnia chutkaści zapusku Windows.
ClearPagingFile=Zabaranić ačystku fajła padpampoŭki padčas vychadu z Systemy dla paskareńnia vyklučeńnia kamputara.
TimeOut=Skaracić čas čakańnia začynieńnia pragramaŭ, jakija zaviśli, dla paskareńnia vyklučeńnia kamputara.
AutoKill=Začyniać pracesy, što zaviśli, kab paźbiehnuć krachaŭ Systemy.
RestartExplorer=Aŭtamatyčna pierazapuskać Pravadnik padčas jaho zavisańnia.
TwoProcess=Zapuskać składniki Pravadnika Windows jak asobnyja pracesy, kab paźbiehnuć systemnych kanfliktaŭ.
ErrorReport=Zabaranić adlustravańnie paviedamleńniaŭ pra pamyłki dla palapšeńnia systemnaje chutkadziejnaści.
Debugger=Zabaranić adładčyk dla paskareńnia apracoŭki pamyłkaŭ.
OptMemory=Aptymizavać zmoŭčnyja nałady vykarystańnia pamiaci dla palapšeńnia chutkadziejnaści Systemy.
OptVEff=Aptymizavać adlustravańnie składnikaŭ karystackaha interfejsu (dyjalogavyja vokny, meniu j h.d.) dla palapšeńnia chutkadziejnaści Systemy.
OptFileSystem=Aptymizavać fajłavuju systemu dla palapšeńnia systemnaje chutkadziejnaści.
OptDiskSystem=Aptymizavać padsystemu dyskavaha Ŭ/V dla palapšeńnia systemnaje chutkadziejnaści.
DisAutoRun=Zabaranić funkcyju "Samazapusk" dla papiaredžańnia zaražeńnia virusami j ich raspaŭsiudu.
OptDiskIdle=Aptymizavać dyskavy Ŭ/V padčas prastoju Systemy.
OptTTL=Aptymizavać nałady TTL ("Čas žyćcia") dla palapšeńnia sieciŭnaje chutkadziejnaści.
OptNetForward=Aptymizavać prapusknuju zdolnaść złučeńnia dla palapšeńnia sieciŭnaje chutkadziejnaści.
OptMTU= Palepšyć chutkadziejnaść TCP/IP praz aŭtamatyčnaje vyjaŭleńnie "čornych dziraŭ" metadam maršrutyzacyi Path MTU Discovery.
OptWINS=Aptymizavać čas zapytaŭ WINS-imionaŭ dla palapšeńnia pieradačy źviestkaŭ.
OptNetWork=Aptymizavać sieciŭnyja nałady dla palapšeńnia chutkadziejnaści złučeńnia.
CloseAnimate= Zabaranić "efekty pierachodu" dla palapšeńnia chutkadziejnaści interfejsu Windows.
PagingExecutive=Zabaranić padpampoŭvańnie pamiaci j pamienšyć dyskavy Ŭ/V dla palapšeńnia pracy prykładańniaŭ. (Možna prapuścić, kali fizyčnaja pamiać <1Gb).
StaticIP=Pryznačyć stały IP-adras dla vašaha lakalnaha złučeńnia, kab paskoryć zapusk Systemy.
PorcessorTime=Aptymizavać chutkadziejnaść pracesara dla vykanańnia prykładańniaŭ, hulniaŭ dy inš. (Nia dziejničaje dla pasłuhačoŭ).
DisableIDECheck=Papiaredzić pravierku Windows IDE-kanału dla palapšeńnia zapusku Systemy.
ForeAppSpeed=Pavialičyć chutkaść adkazu pryjarytetnych pragramaŭ
AeroPeek=Pavialičyć chutkaść adlustravańnia efektaŭ AeroPeek
OptEthernet=Aptymizavać chutkadziejnaść sietkavaje karty

[Type]
ContextMenu=Chibnyja punkty Kantekstnaha meniu
MUICache=MUI-keš
Services=Słužby Windows
Activex=ActiveX/COM
FireWall=Nałady Sietkazasłony
RootAll=Chibnyja šlachi
SoftwareSection=Pragramy
ApplicationPaths=Šlachi prykładańniaŭ
FileTypes=Typy fajłaŭ
HelpFiles=Fajły Daviedki
Fonts=Šryfty
SharedDLL=Ahulnyja DLL
MRULists=Karystackija śpisy MRU
UninstallSection=Vystaloŭka
StartMenu=Meniu Zapusk
StartupProgram=Samazahruzka
SoundandAppEvents=Huki j Padziei
IEUrlHistory=Historyja azirańnia IE
IFEO=Vykanańnie grafičnych fajłaŭ
EmptyKey=Pustyja klučy
App=Nałady prykładańniaŭ

[ErrorMessage]
MUIError1=Stračanaja MUI-spasyłka, ale dysk "%s" -  %s, raim Vam ignaravać hetuju pamyłku.
MUIError=Stračanaja MUI-spasyłka
ServiceNotExists=Vyznačanaja słužbovaja pragrama nie isnuje.
MimeExName=Zaregistravana chibnaje pašyreńnie MIME-fajła: %s
EmptyKey=Pusty kluč
EmptyHelpdirctory=Pusty katalog Daviedki.
FileNotExist=Fajł(tečka) nie isnuje.
HFileNotExist=Fajł(tečka) Daviedki nie isnuje. 
EmptyValue=Pustoje značeńnie
TypeLib=Biblijateka typaŭ nie isnuje:
NodeEmpty=Pusty vuzieł 
SharedFilenotexist=Supolny fajł nie isnuje. 
sharedfilenotbeuse=Supolny fajł nie vykarystoŭvajecca. 
noconnection=Nia maje źviestkaŭ pra spałučeńnie fajła.
Invalidpathtoicon=Chibny šlach da značaka. 
ReferstoaninvalidClass=Spasyłka na chibnuju Klasu. 
Emptyshellcommand=Pusty zahad Kantekstnaha meniu. 
Invalidshellcommand=Chibny zahad Kantekstnaha meniu (fajł nie isnuje). 
Fontsnotexist=Fajł Šryftoŭ nie isnuje. 
Hijacking=%s ściahnuta %s. 
MRULists=Karystackija śpisy MRU 
invalidOpenWith=Nia maje prykładańniaŭ, spałučanych z hetym typam. 
ReferActivex=Spasyłka na chibny element Activex/COM. 
EmptyCLSID=Pusty CLSID. 
ComSourceNotExist=COM-resurs nie isnuje. 
invalidUnistall=Chibnyja vystalovačnyja źviestki. 
notexist=nie isnuje. 
ObsoleteStartMenuItem=Sastareły element Meniu Zapusk. 
SoundFilenotexist=Hukavy fajł nie isnuje.
FileNotExist1=Fajł(tečka) nie isnuje, ale zapuskaje "%s" jak %s, raicca ignaravać hetuju pamyłku.
OpenWithError=Pamyłka adčynieńnia. Vyznačanaje prykładańnie nie isnuje.
OpenWithError1=Pamyłka adčynieńnia. Vyznačanaje prykładańnie nie isnuje, ale zapuskaje "%s" jak %s, raicca ignaravać hetuju pamyłku.
ComSourceNotExist1=COM-krynica nie isnuje, ale zapuskaje "%s" jak %s, raicca ignaravać hetuju pamyłku.

[Summary]
ContextMenu=Chibnyja punkty Kantekstnaha meniu
MUICache=Stračanyja spasyłki MUI-keša
Services=Chibnyja słužby Windows
Activex=Chibnyja ActiveX i COM-składniki
FireWall=Chibnyja nałady Sietkazasłony Windows
RootAll=Chibnyja šlachi j fajły
SoftwareSection=Chibnyja šlachi prykładańniaŭ i fajłaŭ
ApplicationPaths=Chibnaja registracyja šlachoŭ prykładańniaŭ i fajłaŭ
FileTypes=Chibnyja źviestki pra pašyreńnie fajłaŭ
HelpFiles=Chibnaja registracyja fajłaŭ Daviedki
Fonts=Chibnyja źviestki pra šryfty
SharedDLL=Nievykarystoŭvanyja ci chibnyja pragramnyja biblijateki
MRULists=Śpis historyi adčynieńnia j vykarystańnia fajłaŭ
UninstallSection=Nievykarystoŭvanyja ci chibnyja źviestki pra vystaloŭku pragramaŭ
StartMenu=Sastarełyja elementy Meniu Zapusk
StartupProgram=Sastarełyja ci chibnyja spasyłki pragramaŭ u Samazahruzcy
SoundandAppEvents=Sastarełyja ci chibnyja nałady hukaŭ i padziejaŭ
IEUrlHistory=Śpis naviedanych praz aziralnik IE veb-staronkaŭ
IFEO=Hetyja zapisy nastaŭleńniaŭ vykanańnia grafičnych fajłaŭ mohuć vykarystoŭvacca niekatorymi virusami j špijonami
EmptyKey=Zapis nie ŭtrymoŭvaje nijakich źviestkaŭ
App=Chibnyja nałady prykładańniaŭ

[AutoClean]
ErrorsFixed=pamyłka(i,aŭ) vydalena.
Title=Vinšujem!
ErrorsFound=pamyłka(i,aŭ) znojdziena.

[AutoUpdate]
CurrentFile=Biahučy fajł:
Canceling=Skasavańnie...
CANCEL=Skasavać
Ready=Hatova da spampoŭki

[Skin]
SkinDefault=Zmoŭčnaja
SkinBlue=Błakitnaja
SkinGreen=Zialonaja
SkinCustom=Karystackaja
SkinColor=Vyznačycie koler vokładki